---
kind: property
id: P:Autodesk.Revit.DB.OverrideGraphicSettings.ProjectionLineColor
source: html/7bcf2737-5828-b33e-0005-0d555971cc30.htm
---
# Autodesk.Revit.DB.OverrideGraphicSettings.ProjectionLineColor Property

Projection surface line color.

## Syntax (C#)
```csharp
public Color ProjectionLineColor { get; }
```